---
kind: enumMember
id: F:Autodesk.Revit.DB.Electrical.PanelConfiguration.TwoColumnsCircuitsDown
enum: Autodesk.Revit.DB.Electrical.PanelConfiguration
source: html/eb06bea2-bdf7-1fde-c408-b7d32e910243.htm
---
# Autodesk.Revit.DB.Electrical.PanelConfiguration.TwoColumnsCircuitsDown

Circuits are numbered top-to-bottom in one single column. First circuits down the left side, then the right side.